Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, ar_eg, ar_sa, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tl_ph, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# FolderSongViewPage_FolderMenu_AddToPlaylist.Text
source: Add to playlist
af_za: Voeg by snitlys
ar_eg: أضف إلى قائمة التشغيل
ar_sa: إضافة إلى قائمة التشغيل
bg_bg: Добави към плейлист
bn_bd: প্লেলিস্টে যোগ করুন
ca_es: Afegir a la llista de reproducció
cs_cz: Přidat do playlistu
da_dk: Føj til afspilningsliste
de_de: Zur Wiedergabeliste hinzufügen
el_gr: Προσθήκη σε λίστα αναπαραγωγής
es_mx: Añadir a la lista de reproducción
et_ee: Lisa esitusloendisse
fa_ir: افزودن به لیست پخش
fi_fi: Lisää soittolistaan
fr_fr: Ajouter à la playlist
ga_ie: Cuir le seinmliosta
he_il: הוסף לרשימת השמעה
hi_in: प्लेलिस्ट में जोड़ें
hr_hr: Dodaj na popis za reprodukciju
hu_hu: Hozzáadás lejátszási listához
id_id: Tambah ke daftar putar
it_it: Aggiungi alla playlist
ja_jp: プレイリストに追加
ko_kr: 재생 목록에 추가
lt_lt: Pridėti į grojaraštį
ms_my: Tambah ke senarai main
nl_nl: Toevoegen aan afspeellijst
no_no: Legg til i spilleliste
pa_in: ਪਲੇਲਿਸਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do playlisty
pt_pt: Adicionar à lista de reprodução
ro_ro: Adaugă în lista de redare
ru_ru: Добавить в плейлист
sk_sk: Pridať do zoznamu skladieb
sq_al: Shto në listën e luajtjes
sr_cyrl_rs: Додај у плејлисту
sv_se: Lägg till i spellista
sw_ke: Ongeza kwenye orodha ya nyimbo
ta_in: பிளேலிஸ்ட்டில் சேர்
th_th: เพิ่มลงในเพลย์ลิสต์
tl_ph: Idagdag sa playlist
tr_tr: Çalma listesine ekle
uk_ua: Додати до списку відтворення
vi_vn: Thêm vào danh sách phát
zh_cn: 添加到播放列表
zh_tw: 新增至播放清單

# FolderSongViewPage_SongMenu_Play.Text
source: Play
af_za: Speel
ar_eg: تشغيل
ar_sa: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reproduir
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergeben
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fi_fi: Toista
fr_fr: Écouter
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
pt_pt: Reproduzir
ro_ro: Redă
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tl_ph: I-play
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_cn: 播放
zh_tw: 播放

# FolderSongViewPage_SongMenu_PlayNext.Text
source: Play Next
af_za: Speel Volgende
ar_eg: تشغيل التالي
ar_sa: تشغيل التالي
bg_bg: Следваща песен
bn_bd: পরবর্তী চালান
ca_es: Reproduir a continuació
cs_cz: Přehrát další
da_dk: Afspil næste
de_de: Als Nächstes wiedergeben
el_gr: Αναπαραγωγή Επόμενου
es_mx: Reproducir siguiente
et_ee: Esita järgmisena
fa_ir: پخش بعدی
fi_fi: Toista seuraavaksi
fr_fr: Écouter ensuite
ga_ie: Seinn An Chéad Cheann Eile
he_il: נגן הבא
hi_in: अगला चलाएँ
hr_hr: Reproduciraj sljedeće
hu_hu: Következő lejátszása
id_id: Putar Berikutnya
it_it: Riproduci il prossimo
ja_jp: 次に再生
ko_kr: 다음 재생
lt_lt: Groti kitą
ms_my: Main Seterusnya
nl_nl: Volgende afspelen
no_no: Spill av neste
pa_in: ਅਗਲਾ ਚਲਾਓ
pl_pl: Odtwórz następny
pt_pt: Reproduzir a Seguir
ro_ro: Redă următorul
ru_ru: Воспроизвести далее
sk_sk: Prehrať ďalšie
sq_al: Luaj tjetrën
sr_cyrl_rs: Пусти следеће
sv_se: Spela nästa
sw_ke: Cheza Inayofuata
ta_in: அடுத்ததை இயக்கு
th_th: เล่นถัดไป
tl_ph: I-play Susunod
tr_tr: Sonrakini Oynat
uk_ua: Відтворити далі
vi_vn: Phát tiếp theo
zh_cn: 下一首播放
zh_tw: 下一首播放

# FolderSongViewPage_SongMenu_AddToQueue.Text
source: Add to Queue
af_za: Voeg by Waglys
ar_eg: أضف إلى قائمة الانتظار
ar_sa: إضافة إلى قائمة الانتظار
bg_bg: Добави в опашката
bn_bd: সারিতে যোগ করুন
ca_es: Afegir a la cua
cs_cz: Přidat do fronty
da_dk: Føj til kø
de_de: Zur Warteschlange hinzufügen
el_gr: Προσθήκη στην ουρά
es_mx: Añadir a la cola
et_ee: Lisa järjekorda
fa_ir: افزودن به صف
fi_fi: Lisää jonoon
fr_fr: Ajouter à la file d'attente
ga_ie: Cuir le Ciú
he_il: הוסף לתור
hi_in: कतार में जोड़ें
hr_hr: Dodaj u red čekanja
hu_hu: Hozzáadás a sorhoz
id_id: Tambah ke Antrean
it_it: Aggiungi alla coda
ja_jp: キューに追加
ko_kr: 대기열에 추가
lt_lt: Pridėti į eilę
ms_my: Tambah ke Giliran
nl_nl: Toevoegen aan wachtrij
no_no: Legg til i kø
pa_in: ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do kolejki
pt_pt: Adicionar à Fila
ro_ro: Adaugă în coadă
ru_ru: Добавить в очередь
sk_sk: Pridať do frontu
sq_al: Shto në radhë
sr_cyrl_rs: Додај у ред чекања
sv_se: Lägg till i kö
sw_ke: Ongeza kwenye Foleni
ta_in: வரிசையில் சேர்
th_th: เพิ่มลงในคิว
tl_ph: Idagdag sa Queue
tr_tr: Sıraya Ekle
uk_ua: Додати до черги
vi_vn: Thêm vào hàng đợi
zh_cn: 添加到队列
zh_tw: 新增至播放佇列

# FolderSongViewPage_SongMenu_AddToPlaylist.Text
source: Add to playlist
af_za: Voeg by snitlys
ar_eg: أضف إلى قائمة التشغيل
ar_sa: إضافة إلى قائمة التشغيل
bg_bg: Добави към плейлист
bn_bd: প্লেলিস্টে যোগ করুন
ca_es: Afegir a la llista de reproducció
cs_cz: Přidat do playlistu
da_dk: Føj til afspilningsliste
de_de: Zur Wiedergabeliste hinzufügen
el_gr: Προσθήκη σε λίστα αναπαραγωγής
es_mx: Añadir a la lista de reproducción
et_ee: Lisa esitusloendisse
fa_ir: افزودن به لیست پخش
fi_fi: Lisää soittolistaan
fr_fr: Ajouter à la playlist
ga_ie: Cuir le seinmliosta
he_il: הוסף לרשימת השמעה
hi_in: प्लेलिस्ट में जोड़ें
hr_hr: Dodaj na popis za reprodukciju
hu_hu: Hozzáadás lejátszási listához
id_id: Tambah ke daftar putar
it_it: Aggiungi alla playlist
ja_jp: プレイリストに追加
ko_kr: 재생 목록에 추가
lt_lt: Pridėti į grojaraštį
ms_my: Tambah ke senarai main
nl_nl: Toevoegen aan afspeellijst
no_no: Legg til i spilleliste
pa_in: ਪਲੇਲਿਸਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do playlisty
pt_pt: Adicionar à lista de reprodução
ro_ro: Adaugă în lista de redare
ru_ru: Добавить в плейлист
sk_sk: Pridať do zoznamu skladieb
sq_al: Shto në listën e luajtjes
sr_cyrl_rs: Додај у плејлисту
sv_se: Lägg till i spellista
sw_ke: Ongeza kwenye orodha ya nyimbo
ta_in: பிளேலிஸ்ட்டில் சேர்
th_th: เพิ่มลงในเพลย์ลิสต์
tl_ph: Idagdag sa playlist
tr_tr: Çalma listesine ekle
uk_ua: Додати до списку відтворення
vi_vn: Thêm vào danh sách phát
zh_cn: 添加到播放列表
zh_tw: 新增至播放清單

# FolderSongViewPage_SongMenu_GoToAlbum.Text
source: Go to album
af_za: Gaan na album
ar_eg: اذهب للألبوم
ar_sa: الانتقال إلى الألبوم
bg_bg: Отиди на албум
bn_bd: অ্যালবামে যান
ca_es: Anar a l'àlbum
cs_cz: Přejít na album
da_dk: Gå til album
de_de: Zum Album gehen
el_gr: Μετάβαση στο άλμπουμ
es_mx: Ir al álbum
et_ee: Mine albumisse
fa_ir: رفتن به آلبوم
fi_fi: Siirry albumiin
fr_fr: Aller à l'album
ga_ie: Téigh go dtí albam
he_il: עבור לאלבום
hi_in: एल्बम पर जाएँ
hr_hr: Idi na album
hu_hu: Ugrás az albumhoz
id_id: Buka album
it_it: Vai all'album
ja_jp: アルバムへ移動
ko_kr: 앨범으로 이동
lt_lt: Eiti į albumą
ms_my: Pergi ke album
nl_nl: Ga naar album
no_no: Gå til album
pa_in: ਐਲਬਮ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do albumu
pt_pt: Ir para o álbum
ro_ro: Mergi la album
ru_ru: Перейти к альбому
sk_sk: Prejsť na album
sq_al: Shko te albumi
sr_cyrl_rs: Иди на албум
sv_se: Gå till album
sw_ke: Nenda kwenye albamu
ta_in: ஆல்பத்திற்குச் செல்
th_th: ไปที่อัลบั้ม
tl_ph: Pumunta sa album
tr_tr: Albüme git
uk_ua: Перейти до альбому
vi_vn: Chuyển đến album
zh_cn: 转到专辑
zh_tw: 前往專輯

# FolderSongViewPage_SongMenu_GoToArtist.Text
source: Go to artist
af_za: Gaan na kunstenaar
ar_eg: اذهب للفنان
ar_sa: الانتقال إلى الفنان
bg_bg: Отиди на изпълнител
bn_bd: শিল্পীর কাছে যান
ca_es: Anar a l'artista
cs_cz: Přejít na interpreta
da_dk: Gå til kunstner
de_de: Zum Künstler gehen
el_gr: Μετάβαση στον καλλιτέχνη
es_mx: Ir al artista
et_ee: Mine esitaja juurde
fa_ir: رفتن به هنرمند
fi_fi: Siirry artistiin
fr_fr: Aller à l'artiste
ga_ie: Téigh go dtí ealaíontóir
he_il: עבור לאמן
hi_in: कलाकार पर जाएँ
hr_hr: Idi na izvođača
hu_hu: Ugrás az előadóhoz
id_id: Buka artis
it_it: Vai all'artista
ja_jp: アーティストへ移動
ko_kr: 아티스트로 이동
lt_lt: Eiti į atlikėją
ms_my: Pergi ke artis
nl_nl: Ga naar artiest
no_no: Gå til artist
pa_in: ਕਲਾਕਾਰ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do artysty
pt_pt: Ir para o artista
ro_ro: Mergi la artist
ru_ru: Перейти к исполнителю
sk_sk: Prejsť na interpreta
sq_al: Shko te artisti
sr_cyrl_rs: Иди на извођача
sv_se: Gå till artist
sw_ke: Nenda kwa msanii
ta_in: கலைஞருக்குச் செல்
th_th: ไปที่ศิลปิน
tl_ph: Pumunta sa artist
tr_tr: Sanatçıya git
uk_ua: Перейти до виконавця
vi_vn: Chuyển đến nghệ sĩ
zh_cn: 转到艺术家
zh_tw: 前往藝人

# FolderSongViewPage_SongMenu_ShowInExplorer.Text
source: Show in explorer
af_za: Wys in verkenner
ar_eg: اظهر في المستكشف
ar_sa: إظهار في المستكشف
bg_bg: Покажи във файловия мениджър
bn_bd: এক্সপ্লোরারে দেখান
ca_es: Mostrar a l'explorador
cs_cz: Zobrazit v průzkumníkovi
da_dk: Vis i stifinder
de_de: Im Explorer anzeigen
el_gr: Εμφάνιση στην εξερεύνηση
es_mx: Mostrar en el explorador
et_ee: Näita Exploreris
fa_ir: نمایش در اکسپلورر
fi_fi: Näytä Resurssienhallinnassa
fr_fr: Afficher dans l'explorateur
ga_ie: Taispeáin san taiscéalaí
he_il: הצג בסייר
hi_in: एक्सप्लोरर में दिखाएँ
hr_hr: Prikaži u pregledniku
hu_hu: Megjelenítés a fájlkezelőben
id_id: Tampilkan di penjelajah
it_it: Mostra in Explorer
ja_jp: エクスプローラーで表示
ko_kr: 탐색기에서 표시
lt_lt: Rodyti naršyklėje
ms_my: Tunjuk dalam penjelajah
nl_nl: Weergeven in verkenner
no_no: Vis i utforsker
pa_in: ਐਕਸਪਲੋਰਰ ਵਿੱਚ ਦਿਖਾਓ
pl_pl: Pokaż w eksploratorze
pt_pt: Mostrar no explorador
ro_ro: Afișează în explorator
ru_ru: Показать в проводнике
sk_sk: Zobraziť v prieskumníkovi
sq_al: Shfaq në eksplorues
sr_cyrl_rs: Прикажи у истраживачу
sv_se: Visa i utforskaren
sw_ke: Onyesha kwenye kichunguzi
ta_in: எக்ஸ்ப்ளோரரில் காட்டு
th_th: แสดงใน File Explorer
tl_ph: Ipakita sa explorer
tr_tr: Gezginde göster
uk_ua: Показати у провіднику
vi_vn: Hiển thị trong trình duyệt
zh_cn: 在文件管理器中显示
zh_tw: 在檔案總管中顯示

# FolderSongViewPage_Header_Label.Text
source: Folder
af_za: Vouer
ar_eg: مجلد
ar_sa: مجلد
bg_bg: Папка
bn_bd: ফোল্ডার
ca_es: Carpeta
cs_cz: Složka
da_dk: Mappe
de_de: Ordner
el_gr: Φάκελος
es_mx: Carpeta
et_ee: Kaust
fa_ir: پوشه
fi_fi: Kansio
fr_fr: Dossier
ga_ie: Fillteán
he_il: תיקייה
hi_in: फ़ोल्डर
hr_hr: Mapa
hu_hu: Mappa
it_it: Cartella
ja_jp: フォルダー
ko_kr: 폴더
lt_lt: Aplankas
nl_nl: Map
no_no: Mappe
pa_in: ਫੋਲਡਰ
pt_pt: Pasta
ro_ro: Dosar
ru_ru: Папка
sk_sk: Priečinok
sq_al: Dosje
sr_cyrl_rs: Фасцикла
sv_se: Mapp
sw_ke: Folda
ta_in: கோப்புறை
th_th: โฟลเดอร์
tr_tr: Klasör
uk_ua: Папка
vi_vn: Thư mục
zh_cn: 文件夹
zh_tw: 資料夾

# FolderSongViewPage_Songs_Title.Text
source: Songs
af_za: Liedjies
ar_eg: أغاني
ar_sa: الأغاني
bg_bg: Песни
bn_bd: গান
ca_es: Cançons
cs_cz: Skladby
da_dk: Sange
de_de: Lieder
el_gr: Τραγούδια
es_mx: Canciones
et_ee: Laulud
fa_ir: آهنگ‌ها
fi_fi: Kappaleet
fr_fr: Chansons
ga_ie: Amhráin
he_il: שירים
hi_in: गाने
hr_hr: Pjesme
hu_hu: Dalok
id_id: Lagu
it_it: Canzoni
ja_jp: 曲
ko_kr: 곡
lt_lt: Dainos
ms_my: Lagu
nl_nl: Nummers
no_no: Sanger
pa_in: ਗਾਣੇ
pl_pl: Utwory
pt_pt: Músicas
ro_ro: Melodii
ru_ru: Песни
sk_sk: Skladby
sq_al: Këngë
sr_cyrl_rs: Песме
sv_se: Låtar
sw_ke: Nyimbo
ta_in: பாடல்கள்
th_th: เพลง
tl_ph: Mga Kanta
tr_tr: Şarkılar
uk_ua: Пісні
vi_vn: Bài hát
zh_cn: 歌曲
zh_tw: 歌曲

# FolderSongViewPage_SearchBox.PlaceholderText
source: Search in folder...
af_za: Soek in vouer...
ar_eg: ابحث في المجلد...
ar_sa: البحث في المجلد...
bg_bg: Търсене в папка...
bn_bd: ফোল্ডারের মধ্যে খুঁজুন...
ca_es: Cercar a la carpeta...
cs_cz: Hledat ve složce...
da_dk: Søg i mappe...
de_de: Im Ordner suchen...
el_gr: Αναζήτηση σε φάκελο...
es_mx: Buscar en carpeta...
et_ee: Otsi kaustast...
fa_ir: جستجو در پوشه...
fi_fi: Hae kansiosta...
fr_fr: Rechercher dans le dossier...
ga_ie: Cuardaigh san fhillteán...
he_il: חפש בתיקייה...
hi_in: फ़ोल्डर में खोजें...
hr_hr: Pretraži u mapi...
hu_hu: Keresés a mappában...
id_id: Cari di folder...
it_it: Cerca nella cartella...
ja_jp: フォルダー内を検索...
ko_kr: 폴더에서 검색...
lt_lt: Ieškoti aplanke...
ms_my: Cari dalam folder...
nl_nl: Zoeken in map...
no_no: Søk i mappe...
pa_in: ਫੋਲਡਰ ਵਿੱਚ ਖੋਜੋ...
pl_pl: Szukaj w folderze...
pt_pt: Pesquisar na pasta...
ro_ro: Căutați în dosar...
ru_ru: Искать в папке...
sk_sk: Hľadať v priečinku...
sq_al: Kërko në dosje...
sr_cyrl_rs: Претражи у фасцикли...
sv_se: Sök i mapp...
sw_ke: Tafuta ndani ya folda...
ta_in: கோப்புறையில் தேடு...
th_th: ค้นหาในโฟลเดอร์...
tl_ph: Maghanap sa folder...
tr_tr: Klasörde ara...
uk_ua: Пошук у папці...
vi_vn: Tìm kiếm trong thư mục...
zh_cn: 在文件夹中搜索...
zh_tw: 在資料夾中搜尋...

source: Search in folder
af_za: Soek in vouer
ar_eg: ابحث في المجلد
ar_sa: البحث في المجلد
bg_bg: Търсене в папка
bn_bd: ফোল্ডারের মধ্যে খুঁজুন
ca_es: Cercar a la carpeta
cs_cz: Hledat ve složce
da_dk: Søg i mappe
de_de: Im Ordner suchen
el_gr: Αναζήτηση σε φάκελο
es_mx: Buscar en carpeta
et_ee: Otsi kaustast
fa_ir: جستجو در پوشه
fi_fi: Hae kansiosta
fr_fr: Rechercher dans le dossier
ga_ie: Cuardaigh san fhillteán
he_il: חפש בתיקייה
hi_in: फ़ोल्डर में खोजें
hr_hr: Pretraži u mapi
hu_hu: Keresés a mappában
id_id: Cari di folder
it_it: Cerca nella cartella
ja_jp: フォルダー内を検索
ko_kr: 폴더에서 검색
lt_lt: Ieškoti aplanke
ms_my: Cari dalam folder
nl_nl: Zoeken in map
no_no: Søk i mappe
pa_in: ਫੋਲਡਰ ਵਿੱਚ ਖੋਜੋ
pl_pl: Szukaj w folderze
pt_pt: Pesquisar na pasta
ro_ro: Căutați în dosar
ru_ru: Искать в папке
sk_sk: Hľadať v priečinku
sq_al: Kërko në dosje
sr_cyrl_rs: Претражи у фасцикли
sv_se: Sök i mapp
sw_ke: Tafuta ndani ya folda
ta_in: கோப்புறையில் தேடு
th_th: ค้นหาในโฟลเดอร์
tl_ph: Maghanap sa folder
tr_tr: Klasörde ara
uk_ua: Пошук у папці
vi_vn: Tìm kiếm trong thư mục
zh_cn: 在文件夹中搜索
zh_tw: 在資料夾中搜尋

# FolderSongViewPage_Empty_Title.Text
source: This folder is empty
af_za: Hierdie vouer is leeg
ar_eg: هذا المجلد فارغ
ar_sa: هذا المجلد فارغ
bg_bg: Тази папка е празна
bn_bd: এই ফোল্ডারটি খালি
ca_es: Aquesta carpeta està buida
cs_cz: Tato složka je prázdná
da_dk: Denne mappe er tom
de_de: Dieser Ordner ist leer
el_gr: Αυτός ο φάκελος είναι άδειος
es_mx: Esta carpeta está vacía
et_ee: See kaust on tühi
fa_ir: این پوشه خالی است
fi_fi: Tämä kansio on tyhjä
fr_fr: Ce dossier est vide
ga_ie: Tá an fillteán seo folamh
he_il: תיקייה זו ריקה
hi_in: यह फ़ोल्डर खाली है
hr_hr: Ova mapa je prazna
hu_hu: Ez a mappa üres
id_id: Folder ini kosong
it_it: Questa cartella è vuota
ja_jp: このフォルダーは空です
ko_kr: 이 폴더가 비어 있습니다
lt_lt: Šis aplankas tuščias
ms_my: Folder ini kosong
nl_nl: Deze map is leeg
no_no: Denne mappen er tom
pa_in: ਇਹ ਫੋਲਡਰ ਖਾਲੀ ਹੈ
pl_pl: Ten folder jest pusty
pt_pt: Esta pasta está vazia
ro_ro: Acest dosar este gol
ru_ru: Эта папка пуста
sk_sk: Tento priečinok je prázdny
sq_al: Kjo dosje është bosh
sr_cyrl_rs: Ова фасцикла је празна
sv_se: Denna mapp är tom
sw_ke: Folda hii haina kitu
ta_in: இந்த கோப்புறை காலியாக உள்ளது
th_th: โฟลเดอร์นี้ว่างเปล่า
tl_ph: Walang laman ang folder na ito
tr_tr: Bu klasör boş
uk_ua: Ця папка порожня
vi_vn: Thư mục này trống
zh_cn: 此文件夹为空
zh_tw: 此資料夾是空的

# FolderSongViewPage_Empty_Subtitle.Text
source: No songs or subfolders found
af_za: Geen liedjies of subvouers gevind nie
ar_eg: لا توجد أغاني أو مجلدات فرعية
ar_sa: لم يتم العثور على أغانٍ أو مجلدات فرعية
bg_bg: Няма намерени песни или подпапки
bn_bd: কোনো গান বা সাবফোল্ডার পাওয়া যায়নি
ca_es: No s'han trobat cançons ni subcarpetes
cs_cz: Nebyly nalezeny žádné skladby ani podsložky
da_dk: Ingen sange eller undermapper fundet
de_de: Keine Lieder oder Unterordner gefunden
el_gr: Δεν βρέθηκαν τραγούδια ή υποφάκελοι
es_mx: No se encontraron canciones ni subcarpetas
et_ee: Laule ega alamkaustu ei leitud
fa_ir: هیچ آهنگ یا زیرپوشه‌ای یافت نشد
fi_fi: Kappaleita tai alikansioita ei löytynyt
fr_fr: Aucune chanson ou sous-dossier trouvé
ga_ie: Níor aimsíodh amhráin ná fo-fhillteáin
he_il: לא נמצאו שירים או תיקיות משנה
hi_in: कोई गाना या सबफ़ोल्डर नहीं मिला
hr_hr: Nema pronađenih pjesama ili podmapa
hu_hu: Nincsenek dalok vagy almappák
id_id: Tidak ada lagu atau subfolder ditemukan
it_it: Nessuna canzone o sottocartella trovata
ja_jp: 曲やサブフォルダーが見つかりません
ko_kr: 곡 또는 하위 폴더를 찾을 수 없습니다
lt_lt: Dainų ar poaplankių nerasta
ms_my: Tiada lagu atau subfolder ditemui
nl_nl: Geen nummers of submappen gevonden
no_no: Ingen sanger eller undermapper funnet
pa_in: ਕੋਈ ਗਾਣੇ ਜਾਂ ਸਬਫੋਲਡਰ ਨਹੀਂ ਮਿਲੇ
pl_pl: Nie znaleziono utworów ani podfolderów
pt_pt: Nenhuma música ou subpasta encontrada
ro_ro: Nu s-au găsit melodii sau subdosare
ru_ru: Песни или подпапки не найдены
sk_sk: Neboli nájdené žiadne skladby ani podpriečinky
sq_al: Asnjë këngë ose nëndosje nuk u gjet
sr_cyrl_rs: Није пронађена ниједна песма или подфасцикла
sv_se: Inga låtar eller undermappar hittades
sw_ke: Hakuna nyimbo au folda ndogo zilizopatikana
ta_in: பாடல்கள் அல்லது துணை கோப்புறைகள் எதுவும் கண்டறியப்படவில்லை
th_th: ไม่พบเพลงหรือโฟลเดอร์ย่อย
tl_ph: Walang nakitang kanta o subfolder
tr_tr: Şarkı veya alt klasör bulunamadı
uk_ua: Пісень чи підпапок не знайдено
vi_vn: Không tìm thấy bài hát hoặc thư mục con nào
zh_cn: 未找到歌曲或子文件夹
zh_tw: 找不到歌曲或子資料夾

# GenrePage_Title.Text
source: Genres
ar_eg: أنواع الموسيقى
ar_sa: الأنواع الموسيقية
bg_bg: Жанрове
bn_bd: জেনার
ca_es: Gèneres
cs_cz: Žánry
da_dk: Genrer
el_gr: Είδη
es_mx: Géneros
et_ee: Žanrid
fa_ir: سبک‌ها
fi_fi: Genret
ga_ie: Seánraí
he_il: ז'אנרים
hi_in: शैलियाँ
hr_hr: Žanrovi
hu_hu: Műfajok
id_id: Genre
it_it: Generi
ja_jp: ジャンル
ko_kr: 장르
lt_lt: Žanrai
ms_my: Genre
no_no: Sjangere
pa_in: ਸ਼ੈਲੀਆਂ
pl_pl: Gatunki
pt_pt: Géneros
ro_ro: Genuri
ru_ru: Жанры
sk_sk: Žánre
sq_al: Zhanre
sr_cyrl_rs: Жанрови
sv_se: Genrer
sw_ke: Aina za Muziki
ta_in: வகைகள்
th_th: แนวเพลง
tl_ph: Mga Genre
tr_tr: Tarzlar
uk_ua: Жанри
vi_vn: Thể loại
zh_cn: 流派
zh_tw: 類型

# GenrePage_SearchBox.PlaceholderText
source: Search genres...
af_za: Soek genres...
ar_eg: ابحث في أنواع الموسيقى...
ar_sa: البحث في الأنواع الموسيقية...
bg_bg: Търсене на жанрове...
bn_bd: জেনার খুঁজুন...
ca_es: Cercar gèneres...
cs_cz: Hledat žánry...
da_dk: Søg genrer...
de_de: Genres suchen...
el_gr: Αναζήτηση ειδών...
es_mx: Buscar géneros...
et_ee: Otsi žanreid...
fa_ir: جستجوی سبک‌ها...
fi_fi: Hae genreistä...
fr_fr: Rechercher des genres...
ga_ie: Cuardaigh seánraí...
he_il: חפש ז'אנרים...
hi_in: शैलियाँ खोजें...
hr_hr: Pretraži žanrove...
hu_hu: Műfajok keresése...
id_id: Cari genre...
it_it: Cerca generi...
ja_jp: ジャンルを検索...
ko_kr: 장르 검색...
lt_lt: Ieškoti žanrų...
ms_my: Cari genre...
nl_nl: Genres zoeken...
no_no: Søk sjangere...
pa_in: ਸ਼ੈਲੀਆਂ ਖੋਜੋ...
pl_pl: Szukaj gatunków...
pt_pt: Procurar géneros...
ro_ro: Căutați genuri...
ru_ru: Искать жанры...
sk_sk: Hľadať žánre...
sq_al: Kërko zhanre...
sr_cyrl_rs: Претражи жанрове...
sv_se: Sök genrer...
sw_ke: Tafuta aina za muziki...
ta_in: வகைகளைத் தேடு...
th_th: ค้นหาแนวเพลง...
tl_ph: Maghanap ng mga genre...
tr_tr: Tarzlarda ara...
uk_ua: Пошук жанрів...
vi_vn: Tìm kiếm thể loại...
zh_cn: 搜索流派...
zh_tw: 搜尋類型...

# GenrePage_SearchButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Search genres
af_za: Soek genres
ar_eg: ابحث في أنواع الموسيقى
ar_sa: البحث في الأنواع الموسيقية
bg_bg: Търсене на жанрове
bn_bd: জেনার খুঁজুন
ca_es: Cercar gèneres
cs_cz: Hledat žánry
da_dk: Søg genrer
de_de: Genres suchen
el_gr: Αναζήτηση ειδών
es_mx: Buscar géneros
et_ee: Otsi žanreid
fa_ir: جستجوی سبک‌ها
fi_fi: Hae genrejä
fr_fr: Rechercher des genres
ga_ie: Cuardaigh seánraí
he_il: חפש ז'אנרים
hi_in: शैलियाँ खोजें
hr_hr: Pretraži žanrove
hu_hu: Műfajok keresése
id_id: Cari genre
it_it: Cerca generi
ja_jp: ジャンルを検索
ko_kr: 장르 검색
lt_lt: Ieškoti žanrų
ms_my: Cari genre
nl_nl: Genres zoeken
no_no: Søk sjangere
pa_in: ਸ਼ੈਲੀਆਂ ਖੋਜੋ
pl_pl: Szukaj gatunków
pt_pt: Procurar géneros
ro_ro: Căutați genuri
ru_ru: Искать жанры
sk_sk: Hľadať žánre
sq_al: Kërko zhanre
sr_cyrl_rs: Претражи жанрове
sv_se: Sök genrer
sw_ke: Tafuta aina za muziki
ta_in: வகைகளைத் தேடு
th_th: ค้นหาแนวเพลง
tl_ph: Maghanap ng mga genre
tr_tr: Tarzlarda ara
uk_ua: Пошук жанрів
vi_vn: Tìm kiếm thể loại
zh_cn: 搜索流派
zh_tw: 搜尋類型

# GenrePage_RandomButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Pick one at random
af_za: Kies een willekeurig
ar_eg: اختر واحد عشوائيًا
ar_sa: اختر واحدًا عشوائيًا
bg_bg: Изберете произволен
bn_bd: এলোমেলোভাবে একটি চয়ন করুন
ca_es: Triar-ne un a l'atzar
cs_cz: Vybrat náhodně
da_dk: Vælg et tilfældigt
de_de: Zufällig auswählen
el_gr: Επιλέξτε ένα τυχαία
es_mx: Elegir uno al azar
et_ee: Vali juhuslik
fa_ir: انتخاب تصادفی
fi_fi: Valitse satunnainen
fr_fr: Choisir un genre au hasard
ga_ie: Roghnaigh ceann go randamach
he_il: בחר אחד אקראית
hi_in: यादृच्छिक रूप से एक चुनें
hr_hr: Odaberi nasumično
hu_hu: Válasszon egyet véletlenszerűen
id_id: Pilih secara acak
it_it: Scegli uno a caso
ja_jp: ランダムに選択
ko_kr: 무작위 선택
lt_lt: Pasirinkti atsitiktinį
ms_my: Pilih secara rawak
nl_nl: Kies er willekeurig één
no_no: Velg en tilfeldig
pa_in: ਕੋਈ ਇੱਕ ਚੁਣੋ
pl_pl: Wybierz losowo
pt_pt: Escolher um aleatoriamente
ro_ro: Alege unul aleatoriu
ru_ru: Выбрать случайный
sk_sk: Vybrať náhodne
sq_al: Zgjidh një rastësisht
sr_cyrl_rs: Изабери насумично
sv_se: Välj en slumpmässigt
sw_ke: Chagua moja bila mpangilio
ta_in: தோராயமாக ஒன்றைத் தேர்ந்தெடு
th_th: สุ่มเลือกหนึ่งรายการ
tl_ph: Pumili ng isa nang random
tr_tr: Rastgele birini seç
uk_ua: Вибрати випадковий
vi_vn: Chọn ngẫu nhiên một thể loại
zh_cn: 随机选择一个
zh_tw: 隨機選擇一個

# GenrePage_Menu_Play.Text
source: Play
af_za: Speel
ar_eg: تشغيل
ar_sa: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reproduir
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergeben
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fi_fi: Toista
fr_fr: Écouter
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
pt_pt: Reproduzir
ro_ro: Redă
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tl_ph: I-play
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_cn: 播放
zh_tw: 播放

# GenrePage_Empty_Title.Text
source: No genres found
af_za: Geen genres gevind nie
ar_eg: لا توجد أنواع موسيقى
ar_sa: لم يتم العثور على أنواع موسيقية
bg_bg: Не са намерени жанрове
bn_bd: কোনো জেনার পাওয়া যায়নি
ca_es: No s'han trobat gèneres
cs_cz: Nebyly nalezeny žádné žánry
da_dk: Ingen genrer fundet
de_de: Keine Genres gefunden
el_gr: Δεν βρέθηκαν είδη
es_mx: No se encontraron géneros
et_ee: Žanreid ei leitud
fa_ir: هیچ سبکی یافت نشد
fi_fi: Genrejä ei löytynyt
fr_fr: Aucun genre trouvé
ga_ie: Níor aimsíodh seánraí
he_il: לא נמצאו ז'אנרים
hi_in: कोई शैली नहीं मिली
hr_hr: Nema pronađenih žanrova
hu_hu: Nem található műfaj
id_id: Tidak ada genre ditemukan
it_it: Nessun genere trovato
ja_jp: ジャンルが見つかりません
ko_kr: 장르를 찾을 수 없습니다
lt_lt: Žanrų nerasta
ms_my: Tiada genre ditemui
nl_nl: Geen genres gevonden
no_no: Ingen sjangere funnet
pa_in: ਕੋਈ ਸ਼ੈਲੀਆਂ ਨਹੀਂ ਮਿਲੀਆਂ
pl_pl: Nie znaleziono gatunków
pt_pt: Nenhum género encontrado
ro_ro: Nu s-au găsit genuri
ru_ru: Жанры не найдены
sk_sk: Žiadne žánre neboli nájdené
sq_al: Asnjë zhanër nuk u gjet
sr_cyrl_rs: Није пронађен ниједан жанр
sv_se: Inga genrer hittades
sw_ke: Hakuna aina za muziki zilizopatikana
ta_in: வகைகள் எதுவும் கண்டறியப்படவில்லை
th_th: ไม่พบแนวเพลง
tl_ph: Walang nakitang genre
tr_tr: Tarz bulunamadı
uk_ua: Жанрів не знайдено
vi_vn: Không tìm thấy thể loại nào
zh_cn: 未找到流派
zh_tw: 找不到類型
